#ifndef EX3_H
#define EX3_H

// Задача #3.
// С помощью библиотечного объекта std::cout из заголовочного файла iostream
// выведите на консоль своё имя, фамилию и возраст. Для имени и фамилии
// используйте библиотечный тип std::string (строка), для возраста создайте
// переменную my_age целого типа (int).

// Подсказка 1: Для использования объекта std::cout не забудьте подключить
// заголовочный файл iostream при помощи следующей директивы препроцессора:
// #include <iostream>

// Подсказка 2:  Для использования библиотечного типа std::string не забудьте
// подключить заголовочный файл string:
// #include <string>


namespace ex3
{
    void show_name_and_age();
}

#endif // EX3_H
